GridDependency/FarField50Chord/gd_1000x400_Re6E6_AoA3/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}

simulationType RAS;

RAS
{
    RASModel SpalartAllmaras;
    turbulence on;
    printCoeffs on;
}