GridDependency/FarField50Chord/gd_1000x400_Re6E6_AoA3/0/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}

// freestream is 222.36 m/s
// AoA is 3 deg
Uinlet (222.05526334803 0 11.6374232302);

dimensions [0 1 -1 0 0 0 0];

internalField uniform $Uinlet;

boundaryField
{
    freestream
    {
        type freestreamVelocity;
        freestreamValue uniform $Uinlet;
    }

    wall
    {
        type noSlip;
    }

    #includeEtc "caseDicts/setConstraintTypes"
}