GridDependency/FarField50Chord/gd_1000x400_Re6E6_AoA3/0/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nut;
}

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 1.0e-05;

boundaryField
{
    freestream
    {
        type            calculated;
        value           uniform 1.0e-05;
    }

    wall
    {
        type            nutUSpaldingWallFunction;
        value           uniform 0.;
    }

    #includeEtc "caseDicts/setConstraintTypes"
}