GridDependency/FarField50Chord/gd_1000x400_Re6E6_AoA3/0/omega
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      omega;
}

omegaInlet 10;

dimensions [0 0 -1 0 0 0 0];

internalField uniform $omegaInlet;

boundaryField
{
    freestream
    {
        type inletOutlet;
        inletValue uniform $omegaInlet;
        value uniform $omegaInlet;
    }

    wall
    {
        type omegaWallFunction;
        value uniform $omegaInlet;
    }

    #includeEtc "caseDicts/setConstraintTypes"
}