GridDependency/FarField50Chord/gd_1000x400_Re6E6_AoA3/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}

solvers
{
    p
    {
        solver GAMG;
        smoother GaussSeidel;
        tolerance 1e-6;
        relTol 0.01;
    }

    pFinal
    {
        $p;
        relTol 0;
    }

    "(rho|U|k|omega|e|nuTilda)"
    {
        solver PBiCGStab;
        preconditioner DILU;
        tolerance 1e-6;
        relTol 0.01;
    }

    "(rho|U|k|omega|e|nuTilda)Final"
    {
        $U;
        relTol 0;
    }
}

PIMPLE
{
    consistent yes;
    transonic yes;
    nCorrectors 2;
    nNonOrthogonalCorrectors 1;
    nOuterCorrectors 1;
    pMinFactor 0.1;
    pMaxFactor 2;
}

relaxationFactors
{
    equations
    {
        ".*" 1;
    }
}